districtList = [
    {
        # адмиралтейский район,
        'lat': 59.918498,
        'lng': 30.293197,
    },
    {
        # василеостровский район,
        'lat': 59.942715,
        'lng': 30.246695,
    },
    {
        # выборгский район,
        'lat': 60.070953,
        'lng': 30.306360,
    },
    {
        # калининский район,
        'lat': 60.005265,
        'lng': 30.395140,
    },
    {
        # кировский район,
        'lat': 59.873152,
        'lng': 30.257675,
    },
    {
        # колпинский район,
        'lat': 59.771801,
        'lng': 30.598050,
    },
    {
        # красногвардейский район,
        'lat': 59.977126,
        'lng': 30.460157,
    },
    {
        # красносельский район,
        'lat': 59.826989,
        'lng': 30.133180,
    },
    {
        # кронштадтский район,
        'lat': 59.995961,
        'lng': 29.765392,
    },
    {
        # курортный район,
        'lat': 60.174513,
        'lng': 29.854705,
    },
    {
        # московский район,
        'lat': 59.839251,
        'lng': 30.311821,
    },
    {
        # невский район,
        'lat': 59.878872,
        'lng': 30.455899,
    },
    {
        # петроградский район,
        'lat': 59.967351,
        'lng': 30.285034,
    },
    {
        # петродворцовый район,
        'lat': 59.879311,
        'lng': 29.863117,
    },
    {
        # приморский район,
        'lat': 60.014337,
        'lng': 30.171105,
    },
    {
        # пушкинский район,
        'lat': 59.726657,
        'lng': 30.399939,
    },
    {
        # фрунзенский район,
        'lat': 59.871785,
        'lng': 30.381931,
    },
    {
        # центральный район,
        'lat': 59.935752,
        'lng': 30.360551,
    },
]
